/* Error messages. */
"Error:  %@" = "Erreur : %@";
"An error occurred.  %@  OSErr %d" = "Une erreur s’est produite. %@  OSErr %d";
"Unable to open that file." = "Impossible d’exécuter ce fichier";
"Unable to execute that file." = "Impossible d’exécuter ce fichier";
"A script error occurred.  %s" = "Une erreur de script s’est produite.  %s";
"Unable to resolve that alias because the original item cannot be found." = "Impossible d’interpréter cet alias car l’élément original ne peut être trouvé.";

/* Menu items. */
"%@ Scripts" = "Scripts %@";
"Open Scripts Folder" = "Ouvrir le dossier Scripts";
"Network Scripts" = "Scripts réseaux";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Ouvrir le dossier des scripts du réseau";
"Open Computer Scripts Folder" = "Ouvrir le dossier des scripts de l’ordinateur";
"Open User Scripts Folder" = "Ouvrir le dossier Scripts utilisateur";
"Open %@ Scripts Folder" = "Ouvrir le dossier Scripts %@";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Ouvrir %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Éditeur de scripts par défaut ";